Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Local
The Local class represents the local filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Local.#ctor
Initializes a new instance of the Local class.